<!-- 公司简介 -->
<template>
  <div class='company-intro'>
    <!-- {{data}} -->
    <Header-card title="公司简介"></Header-card>
    <div class="info">
      <p>
        {{data.introduction}}
        <!-- 的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊独守空房骄傲流口水的积分离开静安寺附加到风口浪尖撒可富劳动力卡积分加的分开拉丝 的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊独守空房骄傲流口水的积分离开静安寺附加到风口浪尖撒可富劳动力卡积分加的分开拉丝 的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊独守空房骄傲流口水的积分离开静安寺附加到风口浪尖撒可富劳动力卡积分加的分开拉丝 的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊独守空房骄傲流口水的积分离开静安寺附加到风口浪尖撒可富劳动力卡积分加的分开拉丝 的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊独守空房骄傲流口水的积分离开静安寺附加到风口浪尖撒可富劳动力卡积分加的分开拉丝 的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊独守空房骄傲流口水的积分离开静安寺附加到风口浪尖撒可富劳动力卡积分加的分开拉丝 的解放路卡数据库里的附近考虑是大家分开了撒娇弗兰克京东方卢卡斯解放东路科技离开房间啊 -->


      </p>
    </div>
  </div>
</template>

<script>
import HeaderCard from '~/components/headerCard'

export default {
  components: {
    HeaderCard
  },
  props:['data'],
  data() {
    return {

    };
  },
  created() {

  },
  computed: {

  },
  watch: {},
  methods: {

  },
}
</script>

<style lang='less' scoped>
@fs14:14px;
@color89:rgba(89,89,89,1);

.company-intro{
  .info{
    padding: 22px 25px;
    p{
      font-size:14px;
      line-height:26px;
      color:@color89;
      word-break:break-all;
    }
    a{
      font-size:12px;
      color:rgba(117,117,117,1);
      text-align:right;
      margin-top: 15px
    }
  }
}

</style>
